import { Sample } from './sample';

export const ARTICLES: Sample[] = [
  {
    headline: '〔決算〕ビックカメラ、１８年８月期予想を上方修正＝上半期の好調反映',
    article: '　ビックカメラは１０日、２０１８年８月期の通期業績予想について、\
    売上高、営業利益、経常利益、純利益をそれぞれ上方修正したと発表した。\
    １７年９月〜１８年２月の中間業績が増収増益と好調に推移したため。　\
    上半期は、新規出店効果に加え、売り上げの約１割を占めるネット通販が好調だった。'
  }, {
    headline: '対北朝鮮決議を完全履行＝安倍首相と国連事務総長が確認',
    article: '　【ニューヨーク時事】安倍晋三首相は２４日夕（日本時間２５日朝）、グテレス国連事務総長と米ニューヨークで会談し、北朝鮮の核・ミサイル問題の解決に向け、国連安保理決議の完全履行の重要性を確認した。\
    首相は日本人拉致問題の早期解決に向けた協力も改めて要請した。\
    会談には茂木敏充外相や小泉進次郎環境相が同席した。'
  }, {
    headline: '撤収ありき、薄氷の和平＝アフガン国内対話、難航必至―米・タリバン和平合意',
    article: 'トランプ米政権とアフガニスタンの反政府勢力タリバンが２月２９日、駐留米軍の完全撤収などを軸とする和平合意に調印した。\
    長年敵対していた両者の合意は、さらなる流血を食い止める上で大きな意義を持つ。\
    ただ、トランプ大統領が再選をにらみ「米軍撤収ありき」で合意を急いだのは明白。\
    今後のタリバンとの交渉を前にアフガン政府は分裂寸前で、和平プロセスはいつ割れるとも知れない薄氷の上にある。'
  }, {
    headline: '携帯料金値下げ法、１０月１日施行＝楽天参入で競争促進',
    article: '　政府は２７日の閣議で、通信料とスマートフォンなどの端末代を分ける\
    「分離プラン」の義務化などを定めた改正電気通信事業法の施行日を１０月１日とすることを決定した。\
    ドコモやＫＤＤＩ（ａｕ）は法施行を見越して通信料を最大４割値下げする新たな料金プランを開始。\
    施行日には楽天が新規参入を予定しており、携帯電話料金の引き下げ競争が激しくなりそうだ。'
  }, {
    headline: '〔米株式〕ＮＹダウ、反落＝大統領弾劾の動きを嫌気（２４日）',
    article: '　【ニューヨーク時事】２４日のニューヨーク株式相場は、トランプ大統領に対する弾劾手続き開始を求める動きを嫌気して反落した。\
    優良株で構成するダウ工業株３０種平均は前日終値比１４２．２２ドル安の２万６８０７．７７ドルで終了した。\
    ハイテク株中心のナスダック総合指数は１１８．８３ポイント安の７９９３．６３で終わった。'
  }
];
